Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/MomentsOnboardingAndSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: “%@” can show your moments but can only access the items you select.
ar: بإمكان "%@" إظهار لحظاتك لكن ليس بإمكانه الوصول سوى إلى العناصر التي تحددها فقط.
bg: „%@“ може да показва вашите моменти, но има достъп само до елементите, които изберете.
ca: L’app %@ pot mostrar els moments, però només pot accedir als ítems que hagis seleccionat.
cs: Aplikace %@ smí vaše okamžiky zobrazit, ale přístup má jen k položkám, které vyberete.
da: “%@” kan vise dine øjeblikke, men den kan kun få adgang til emner, du vælger.
de: „%@“ kann deine Momente anzeigen, aber nur auf von dir ausgewählte Objekte zugreifen.
el: Η εφαρμογή «%@» μπορεί να εμφανίζει τις στιγμές σας αλλά θα μπορεί να προσπελάζει μόνο τα στοιχεία που επιλέγετε.
es: La app %@ puede mostrar tus momentos, pero solo tendrá acceso a los ítems que selecciones.
es_us: “%@” puede mostrarte momentos pero sólo podrá acceder a los elementos que tú selecciones.
fi: %@ voi näyttää hetkesi, mutta se voi käyttää vain valitsemiasi kohteita.
fr: « %@ » peut afficher vos moments mais ne peut accéder qu’aux éléments que vous sélectionnez.
fr_ca: « %@ » peut afficher vos moments, mais ne peut accéder qu’aux éléments que vous sélectionnez.
he: ‏“%@” יכול להציג את הרגעים שלך, אך לגשת רק לפריטים שבחרת.
hi: “%@” आपके लमहे दिखा सकता है लेकिन केवल आपके द्वारा चुने गए आइटम ही ऐक्सेस कर सकता है।
hr: “%@” može prikazivati vaše trenutke, ali može pristupiti samo stavkama koje odaberete.
hu: A(z) „%@” képes megjeleníteni az Ön pillanatait, de csak az Ön által kiválasztott elemekhez rendelkezik hozzáféréssel.
id: “%@” dapat menampilkan momen Anda, tapi hanya dapat mengakses item yang Anda pilih.
it: %@ può mostrarti i tuoi momenti, ma può accedere solo agli elementi che selezioni.
ja: “%@”でモーメントを表示できますが、アクセスできるのはあなたが選択した項目だけです。
kk: «%@» сәттеріңізді көрсете алады, бірақ сіз таңдаған элементтерге ғана қол жеткізе алады.
ko: ‘%@’ 앱은 모멘트를 표시할 수 있지만, 오직 사용자가 선택한 항목에만 접근할 수 있습니다.
lt: Programoje „%@“ gali būti rodomos jūsų akimirkos, tačiau ji gali pasiekti tik pasirinktus elementus.
ms: “%@” boleh menunjukkan detik anda tetapi hanya boleh mengakses item yang anda pilih.
nb: «%@» kan vise deg øyeblikk, men får kun tilgang til objektene du velger.
nl: %@ kan je momenten weergeven maar heeft alleen toegang tot de onderdelen die je selecteert.
pl: Aplikacja %@ może wyświetlać Twoje chwile, ale ma dostęp tylko do rzeczy, które wybierzesz.
pt_br: O app %@ pode mostrar seus momentos, mas só pode acessar os itens que você selecionar.
pt_pt: “%@” pode mostrar os seus momentos, mas só pode aceder aos elementos que selecionar.
ro: “%@” poate să afișeze momentele dvs., dar poate accesa doar articolele pe care le selectați.
ru: Приложение «%@» может отображать Ваши моменты, но имеет доступ только к выбранным Вами объектам.
sk: Apka %@ môže zobrazovať vaše okamihy, prístup však bude mať len k položkám, ktoré vyberiete.
sl: »%@« lahko prikaže vaše trenutke, vendar dostopate lahko le do elementov, ki jih izberete.
sv: ”%@” kan visa dina ögonblick men har bara tillgång till de objekt du väljer.
th: “%@” สามารถแสดงช่วงเวลาของคุณได้แต่สามารถเข้าถึงได้เฉพาะรายการที่คุณเลือกเท่านั้น
tr: “%@” anlarınızı gösterebilir ama yalnızca seçtiğiniz öğelere erişebilir.
uk: Програма «%@» може показувати ваші моменти, але матиме доступ тільки до вибраних елементів.
vi: “%@” này có thể hiển thị khoảnh khắc của bạn, nhưng chỉ có thể truy cập các mục mà bạn chọn.
zh_cn: “%@”可显示你的时刻，但仅可访问你选择的项目。
zh_hk: 「%@」可以顯示你的時刻，但只可以取用你選擇的項目。
zh_tw: 「%@」可以顯示你的時刻，但只能取用你選取的項目。

source: Activity
ar: النشاط
bg: Активност
ca: Activitat
cs: Aktivita
da: Aktivitet
de: Aktivität
el: Δραστηριότητα
es: Actividad
es_us: Actividad
fi: Toiminta
fr: Activité
fr_ca: Activité
he: פעילות
hi: ऐक्टिविटी
hr: Aktivnost
hu: Tevékenység
id: Aktivitas
it: Attività
ja: アクティビティ
kk: Белсенділік
ko: 활동
lt: Veikla
ms: Aktiviti
nb: Aktivitet
nl: Activiteit
pl: Aktywność
pt_br: Atividade
pt_pt: Atividade
ro: Activitate
ru: Действия
sk: Aktivita
sl: Aktivnost
sv: Aktivitet
th: กิจกรรม
tr: Aktivite
uk: Дії
vi: Hoạt động
zh_cn: 活动
zh_hk: 活動
zh_tw: 活動記錄

source: APPS USING PRIVATE ACCESS
ar: التطبيقات التي تستخدم الوصول بخصوصية
bg: ПРИЛОЖЕНИЯ, КОИТО ИЗПОЛЗВАТ ПОВЕРИТЕЛЕН ДОСТЪП
ca: APPS QUE UTILITZEN L’ACCÉS PRIVAT
cs: APLIKACE VYUŽÍVAJÍCÍ PŘÍSTUP K SOUKROMÝM DATŮM
da: APPS, DER BRUGER PRIVAT ADGANG
de: APPS, DIE PRIVATEN ZUGRIFF VERWENDEN
el: ΕΦΑΡΜΟΓΕΣ ΠΟΥ ΧΡΗΣΙΜΟΠΟΙΟΥΝ ΙΔΙΩΤΙΚΗ ΠΡΟΣΒΑΣΗ
es: APPS QUE USAN EL ACCESO PRIVADO
es_us: APPS QUE USAN ACCESO PRIVADO
fi: YKSITYISIÄ KÄYTTÖOIKEUKSIA KÄYTTÄVÄT APIT
fr: APPS UTILISANT L’ACCÈS PRIVÉ
fr_ca: APPS UTILISANT L’ACCÈS PRIVÉ
he: יישומים המשתמשים בגישה פרטית
hi: गोपनीय ऐक्सेस का इस्तेमाल करने वाले ऐप्स
hr: APLIKACIJE KOJE KORISTE PRIVATNI PRISTUP
hu: PRIVÁT HOZZÁFÉRÉST HASZNÁLÓ APPOK
id: APP YANG MENGGUNAKAN AKSES PRIBADI
it: APP CHE UTILIZZANO L’ACCESSO PRIVATO
ja: プライベートアクセスを使用しているアプリ
kk: ЖЕКЕ ҚОЛ ЖЕТКІЗУДІ ПАЙДАЛАНАТЫН ҚОЛДАНБАЛАР
ko: 비공개 접근을 사용하는 앱
lt: PRIVAČIĄ PRIEIGĄ NAUDOJANČIOS PROGRAMOS
ms: APP MENGGUNAKAN AKSES PERIBADI
nb: APPER SOM BRUKER PRIVAT TILGANG
nl: APPS DIE PRIVÉTOEGANG GEBRUIKEN
pl: APLIKACJE UŻYWAJĄCE DOSTĘPU PRYWATNEGO
pt_br: APPS QUE USAM ACESSO PRIVADO
pt_pt: APLICAÇÕES QUE USAM ACESSO PRIVADO
ro: APLICAȚII CARE UTILIZEAZĂ ACCES PRIVAT
ru: ПРИЛОЖЕНИЯ, ИСПОЛЬЗУЮЩИЕ ЧАСТНЫЙ ДОСТУП
sk: APKY VYUŽÍVAJÚCE SÚKROMNÝ PRÍSTUP
sl: APLIKACIJE, KI UPORABLJAJO ZASEBNI DOSTOP
sv: APPAR SOM ANVÄNDER PRIVAT ÅTKOMST
th: แอปที่ใช้การเข้าถึงอย่างเป็นส่วนตัว
tr: ÖZEL ERİŞİM KULLANAN UYGULAMALAR
uk: ПРОГРАМИ, ЩО ВИКОРИСТОВУЮТЬ ПРИВАТНИЙ ДОСТУП
vi: ỨNG DỤNG SỬ DỤNG QUYỀN TRUY CẬP RIÊNG TƯ
zh_cn: 使用私密访问的APP
zh_hk: 使用私密取用的APP
zh_tw: 使用私密取用的APP

source: Apps using Private Access for suggestions data will appear here.
ar: التطبيقات التي تستخدم الوصول بخصوصية لتقديم بيانات الاقتراحات ستظهر هنا.
bg: Тук ще се появяват приложенията, които използват Поверителен достъп за данни от предложения.
ca: Les apps que facin servir l’accés privat per a les dades dels suggeriments es mostraran aquí.
cs: Zde se budou zobrazovat aplikace využívající v datech návrhů přístup k soukromým údajům.
da: Apps, der bruger privat adgang til data til forslag, vises her.
de: Apps, die „Privater Zugriff“ für Vorschlagsdaten verwenden, werden hier angezeigt.
el: Εδώ θα εμφανίζονται οι εφαρμογές που χρησιμοποιούν την Ιδιωτική πρόσβαση για δεδομένα προτάσεων.
es: Aquí aparecerán las apps que usen el acceso privado para los datos de las sugerencias.
es_us: Aquí se mostrarán las apps que usen el acceso privado para sugerencias.
fi: Apit, jotka tarjoavat yksityisiä tietoja sisältäviä ehdotuksia, näkyvät tässä.
fr: Les apps qui utilisent l’accès privé pour les suggestions apparaîtront ici.
fr_ca: Les apps qui bénéficient d’un accès privé aux données de suggestion s’afficheront ici.
he: יישומים שמשתמשים בגישה פרטית עבור נתונים של הצעות יופיעו כאן.
hi: सुझाव डेटा के लिए गोपनीय ऐक्सेस का इस्तेमाल करने वाले ऐप्स यहाँ दिखाई देंगे।
hr: Ovdje će se prikazati aplikacije koje koriste privatni pristup za podatke prijedloga.
hu: Itt jelennek meg a javaslatadatokhoz Privát hozzáférést használó appok.
id: App yang menggunakan Akses Pribadi untuk data saran akan muncul di sini.
it: Le app che utilizzano l’accesso privato per i dati dei suggerimenti verranno visualizzate qui.
ja: 提案データにプライベートアクセスを使用しているアプリがここに表示されます。
kk: Ұсыныстар деректері үшін жеке қол жеткізуді пайдаланатын қолданбалар осы жерде пайда болады.
ko: 제안 데이터에 대해 비공개 접근을 사용하는 앱이 여기에 나타납니다.
lt: Čia bus rodomos programos, kurios pasiūlymams teikti naudoja funkciją „Privati prieiga“.
ms: App yang menggunakan Akses Peribadi untuk data cadangan akan kelihatan di sini.
nb: Apper som bruker Privat tilgang for forslagsdata, vises her.
nl: Hier worden apps weergegeven die privétoegang gebruiken voor suggesties.
pl: W tym miejscu pojawią się aplikacje, które używają funkcji Dostęp prywatny jako źródła danych sugestii.
pt_br: Os apps que usam o Acesso Privado para sugestões aparecem aqui.
pt_pt: As aplicações que usam o acesso privado para dados de sugestões aparecerão aqui.
ro: Aplicațiile care utilizează accesul privat pentru datele utilizate de sugestii vor fi afișate aici.
ru: Здесь появятся приложения, использующие Частный доступ для данных, связанных с предложениями.
sk: Tu sa zobrazia apky, ktoré v dátach návrhov využívajú Súkromný prístup.
sl: Aplikacije, ki uporabljajo zasebni dostop za podatke o predlogih, bodo prikazane tukaj.
sv: Appar som använder Privat åtkomst för förslagsdata visas här.
th: แอปที่ใช้การเข้าถึงอย่างเป็นส่วนตัวสำหรับข้อมูลคำแนะนำจะแสดงที่นี่
tr: Öneriler verileri için Özel Erişim kullanan uygulamalar burada görünür.
uk: Тут зʼявлятимуться програми, що використовують Приватний доступ до даних у пропозиціях.
vi: Các ứng dụng đang sử dụng Truy cập riêng tư cho dữ liệu gợi ý sẽ xuất hiện tại đây.
zh_cn: 使用私密访问获取建议数据的App将在此处显示。
zh_hk: 使用「私密取用」以顯示建議資料的App將會在此處顯示。
zh_tw: 使用「私密取用」以顯示建議資料的App會顯示在此處。

source: Back
ar: رجوع
bg: Назад
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
es_us: Atrás
fi: Takaisin
fr: Retour
fr_ca: Retour
he: הקודם
hi: वापस
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
kk: Артқа
ko: 뒤로
lt: Atgal
ms: Balik
nb: Tilbake
nl: Vorige
pl: Wróć
pt_br: Voltar
pt_pt: Anterior
ro: Înapoi
ru: Назад
sk: Späť
sl: Nazaj
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_cn: 返回
zh_hk: 返回
zh_tw: 返回

source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

source: Choose what you would like to see in your journaling suggestions.
ar: اختيار ما تود رؤيته في اقتراحات تدوين اليوميات.
bg: Изберете какво бихте искали да виждате във вашите предложения за водене на дневник.
ca: Tria quin tipus de contingut vols que s’inclogui als suggeriments per escriure.
cs: Vyberte, co se má v návrzích na psaní deníku objevovat.
da: Vælg, hvad du gerne vil se i dine forslag til dagbogsemner.
de: Wähle die Art der Inhalte aus, die du in deinen Journaling­vorschlägen sehen möchtest.
el: Επιλέξτε αυτά που επιθυμείτε να εμφανίζονται στις Προτάσεις καταγραφής σκέψεών σας.
es: Selecciona qué quieres ver en las sugerencias de escritura.
es_us: Elige lo que te gustaría que se muestre en tus sugerencias para escribir.
fi: Valitse, mitä haluat nähdä päiväkirjaehdotuksissa.
fr: Choisissez ce que vous souhaitez inclure dans les suggestions pour le journal.
fr_ca: Choisissez ce que vous voulez voir dans les suggestions pour le journal.
he: באפשרותך לבחור את סוגי התכנים שברצונך לראות בהצעות לכתיבה ביומן.
hi: चुनें कि आप अपने जर्नलिंग सुझावों में क्या देखना चाहते हैं।
hr: Odaberite što želite vidjeti u svojim prijedlozima za vođenje dnevnika.
hu: Válassza ki, hogy mit szeretne látni a naplóírási javaslataiban.
id: Pilih apa yang ingin Anda lihat di saran penjurnalan Anda.
it: Scegli che tipo di contenuti vuoi visualizzare nei suggerimenti per il diario.
ja: ジャーナル記入の提案に表示したいものを選択してください。
kk: Күнделік жүргізу ұсыныстарыңызда не көргіңіз келетінін таңдаңыз.
ko: 일기 쓰기 제안에 표시할 대상을 선택하십시오.
lt: Pasirinkite, ką norėtumėte matyti savo dienoraščio pasiūlymuose.
ms: Pilih perkara yang anda mahu lihat dalam cadangan penjurnalan anda.
nb: Velg hva du vil se i forslagene til dagbokemner.
nl: Bepaal wat je wilt zien in je suggesties voor dagboek bijhouden.
pl: Wybierz rzeczy, które mają być sugerowane.
pt_br: Escolha o que deseja ver nas sugestões para escrever no diário.
pt_pt: Escolha o que deve ser incluído nas sugestões de anotação no diário.
ro: Alegeți ce ați dori să vedeți în sugestiile pentru jurnal.
ru: Выберите, что Вы хотите видеть в предложениях для дневника.
sk: Vyberte, čo sa má zobrazovať v návrhoch na písanie denníka.
sl: Izberite, kaj bi želeli videti v predlogih za pisanje dnevnika.
sv: Välj vad du vill se i förslag på dagboksinlägg.
th: เลือกสิ่งที่คุณต้องการที่จะดูในคำแนะนำการเขียนบันทึกของคุณ
tr: Günlük tutma önerilerinizde görmek istediklerinizi seçin.
uk: Оберіть, що ви хочете бачити в пропозиціях до щоденника.
vi: Chọn nội dung bạn muốn xem trong gợi ý ghi nhật ký của mình.
zh_cn: 选取想要在手记建议中查看的建议。
zh_hk: 選擇你想在日記建議中看到的內容。
zh_tw: 選擇日誌建議中想要顯示的內容。

source: Clear "%@" history
ar: مسح سجل تاريخ "%@"
bg: Изчистване на история на „%@“
ca: Esborra l’historial per a “%@”
cs: Vymazat historii sekce „%@“
da: Ryd historikken “%@”
de: Verlauf von „%@“ löschen
el: Εκκαθάριση ιστορικού «%@»
es: Borrar el historial de “%@”
es_us: Borrar historial de “%@”
fi: Tyhjennä %[tt]@-historia
fr: Effacer l’historique « %@ »
fr_ca: Effacer l’historique « %@ »
he: ניקוי ההיסטוריה של ״%@״
hi: “%@” हिस्ट्री साफ़ करें
hr: Očisti povijest za “%@”
hu: A(z) „%@” előzményeinek törlése
id: Bersihkan riwayat "%@"
it: Cancella la cronologia di “%@”
ja: “%@”の履歴を消去
kk: «%@» тарихын тазалау
ko: ‘%@’ 기록 지우기
lt: Valyti „%@“ istoriją
ms: Kosongkan sejarah "%@"
nb: Tøm loggen for «%@»
nl: Wis geschiedenis van '%@'
pl: Wymaż historię „%@”
pt_br: Limpar Histórico de %@
pt_pt: Limpar histórico de “%@”
ro: Degajați istoricul pentru “%@”
ru: Очистить историю для категории «%@»
sk: Vymazať históriu sekcie „%@“
sl: Počisti zgodovino »%@«
sv: Rensa historik för ”%@”
th: ล้างประวัติ "%@"
tr: “%@” geçmişini sil
uk: Очистити історію «%@»
vi: Xóa lịch sử "%@"
zh_cn: 清除“%@”历史记录
zh_hk: 清除「%@」記錄
zh_tw: 清除「%@」記錄

source: Clear History
ar: مسح سجل التاريخ
bg: Изчистване на история
ca: Esborra l’historial
cs: Smazat historii
da: Ryd historik
de: Verlauf löschen
el: Εκκαθάριση ιστορικού
es: Borrar historial
es_us: Borrar historial
fi: Tyhjennä historia
fr: Effacer l’historique
fr_ca: Effacer l’historique
he: ניקוי ההיסטוריה
hi: हिस्ट्री साफ़ करें
hr: Očisti povijest
hu: Előzmények törlése
id: Bersihkan Riwayat
it: Cancella cronologia
ja: 履歴を消去
kk: Тарихты тазалау
ko: 기록 지우기
lt: Valyti istoriją
ms: Kosongkan Sejarah
nb: Tøm logg
nl: Wis geschiedenis
pl: Wymaż historię
pt_br: Limpar Histórico
pt_pt: Limpar histórico
ro: Degajați istoricul
ru: Очистить журнал
sk: Vyčistiť históriu
sl: Počisti zgodovino
sv: Rensa historik
th: ล้างประวัติ
tr: Geçmişi Sil
uk: Очистити історію
vi: Xóa lịch sử
zh_cn: 清除历史记录
zh_hk: 清除記錄
zh_tw: 清除記錄

source: Contacts
ar: جهات الاتصال
bg: Контакти
ca: Contactes
cs: Kontakty
da: Kontakter
de: Kontakte
el: Επικοινωνία
es: Contactos
es_us: Contactos
fi: Yhteystiedot
he: אנשי קשר
hi: संपर्क
hr: Kontakti
hu: Kontaktok
id: Kontak
it: Contatti
ja: 連絡先
kk: Контактілер
ko: 연락처
lt: Adresatai
ms: Kenalan
nb: Kontakter
nl: Contacten
pl: Kontakty
pt_br: Contatos
pt_pt: Contactos
ro: Contacte
ru: Контакты
sk: Kontakty
sl: Stiki
sv: Kontakter
th: รายชื่อ
tr: Kişiler
uk: Контакти
vi: Danh bạ
zh_cn: 联系人
zh_hk: 聯絡人
zh_tw: 聯絡人

source: Curated for You
ar: منتقاة من أجلك
bg: Подбрано за вас
ca: Personalitzats per a tu
cs: Vybráno pro vás
da: Udvalgt til dig
de: Für dich kuratiert
el: Επιμελημένα για εσάς
es: Sugerencias personalizadas
es_us: Seleccionadas para ti
fi: Valikoitu sinulle
fr: Recommandations personnelles
fr_ca: Suggestions personnalisées
he: נוצרו עבורך
hi: आपके लिए क्यूरेटेड
hr: Odabrano za vas
hu: Önnek összeállítva
id: Dikuratori bagi Anda
it: Selezionati per te
ja: あなたのためのキュレーション
kk: Сіз үшін сұрыпталған
ko: 나만을 위한 큐레이션
lt: Atrinkta jums
ms: Diurus untuk Anda
nb: Valgt ut for deg
nl: Voor jou geselecteerd
pl: Wybrane dla Ciebie
pt_br: Curadoria Feita para Você
pt_pt: Selecionado para si
ro: Momente selectate pentru dvs.
ru: Отобрано для Вас
sk: Vybrané pre vás
sl: Izbrano za vas
sv: Utvalt för dig
th: คัดสรรสำหรับคุณ
tr: Size Özel Düzenlendi
uk: Ідеї для записів
vi: Được tuyển chọn cho bạn
zh_cn: 专为你精选
zh_hk: 為你推薦
zh_tw: 為你精選

source: Customize Suggestions
ar: تخصيص الاقتراحات
bg: Персонализи­ране на предложения
ca: Personalització dels suggeriments
cs: Přizpůsobení návrhů
da: Tilpas forslag
de: Vorschläge anpassen
el: Προσαρμογή των προτάσεων
es: Personaliza las sugerencias
es_us: Personalizar sugerencias
fi: Muokkaa ehdotuksia
fr: Personnaliser les suggestions
fr_ca: Personnaliser les suggestions
he: התאמה אישית של הצעות
hi: सुझाव कस्टमाइज़ करें
hr: Prilagodi prijedloge
hu: Javaslatok testreszabása
id: Sesuaikan Saran
it: Personalizza i suggerimenti
ja: 提案をカスタマイズ
kk: Ұсыныстарды бейімдеу
ko: 제안 사용자화
lt: Pritaikyti pasiūlymus
ms: Sesuaikan Cadangan
nb: Tilpass forslag
nl: Pas suggesties aan
pl: Dostosuj sugestie
pt_br: Personalize as Sugestões
pt_pt: Personalizar sugestões
ro: Personalizați sugestiile
ru: Настройте предложения
sk: Prispôsobenie návrhov
sl: Prilagajanje predlogov
sv: Anpassa förslag
th: กำหนดคำแนะนำเอง
tr: Önerileri Özelleştirin
uk: Підлаштуйте пропозиції
vi: Tùy chỉnh các gợi ý
zh_cn: 自定义建议
zh_hk: 自訂建議
zh_tw: 自訂建議

source: Customize Suggestions...
ar: تخصيص الاقتراحات...
bg: Персонализиране на предложения...
ca: Personalitza els suggeriments…
cs: Přizpůsobit návrhy…
da: Tilpas forslag…
de: Vorschläge anpassen …
el: Προσαρμογή των προτάσεων...
es: Personalizar las sugerencias…
es_us: Personalizar sugerencias...
fi: Muokkaa ehdotuksia…
fr: Personnaliser les suggestions…
fr_ca: Personnaliser les suggestions…
he: התאמה אישית של ההצעות...
hi: सुझाव कस्टमाइज़ करें...
hr: Prilagodi prijedloge...
hu: Javaslatok testreszabása…
id: Sesuaikan Saran...
it: Personalizza i suggerimenti…
ja: 提案をカスタマイズ…
kk: Ұсыныстарды бейімдеу...
ko: 제안 사용자화…
lt: Pritaikyti pasiūlymus...
ms: Sesuaikan Cadangan...
nb: Tilpass forslag…
nl: Pas suggesties aan...
pl: Dostosuj sugestie...
pt_br: Personalizar Sugestões...
pt_pt: Personalizar sugestões…
ro: Personalizați sugestiile...
ru: Настройте предложения…
sk: Prispôsobenie návrhov…
sl: Prilagodi predloge …
sv: Anpassa förslag…
th: กำหนดคำแนะนำเอง…
tr: Önerileri Özelleştirin…
uk: Підлаштуйте пропозиції…
vi: Tùy chỉnh các gợi ý...
zh_cn: 自定义建议…
zh_hk: 自訂建議⋯
zh_tw: 自訂建議⋯

source: Do you want to clear the history of Journaling Suggestions?
ar: هل ترغب في مسح سجل تاريخ اقتراحات تدوين اليوميات؟
bg: Искате ли да изчистите историята на Предложения за водене на дневник?
ca: Vols esborrar l’historial dels suggeriments per escriure?
cs: Chcete historii návrhů na psaní deníku vymazat?
da: Vil du rydde historikken til forslag til dagbogsemner?
de: Möchtest du den Verlauf der Journaling­vorschläge löschen?
el: Επιθυμείτε εκκαθάριση του ιστορικού των Προτάσεων καταγραφής σκέψεων;
es: ¿Quieres borrar el historial de sugerencias de escritura?
es_us: ¿Quieres borrar el historial de las sugerencias para escribir?
fi: Tyhjennetäänkö päiväkirjaehdotusten historia?
fr: Voulez-vous effacer l’historique des suggestions pour le journal ?
fr_ca: Voulez-vous effacer l’historique des suggestions pour le journal?
he: האם ברצונך לנקות את היסטוריית ההצעות לכתיבה ביומן?
hi: क्या आप जर्नलिंग सुझावों की हिस्ट्री बंद करना चाहते हैं?
hr: Želite li očistiti povijest prijedloga za vođenje dnevnika?
hu: Szeretné törölni a Naplóírási javaslatok előzményeit?
id: Apakah Anda ingin membersihkan riwayat Saran Penjurnalan?
it: Vuoi cancellare la cronologia dei suggerimenti per il diario?
ja: ジャーナル記入の提案の履歴を消去しますか?
kk: Күнделік жүргізу ұсыныстарының тарихын тазалау қажет пе?
ko: 일기 쓰기 제안의 기록을 지우겠습니까?
lt: Ar norite išvalyti „Dienoraščio pasiūlymų“ istoriją?
ms: Adakah anda mahu mengosongkan sejarah Cadangan Penjurnalan?
nb: Vil du tømme loggen over forslag til dagbokemner?
nl: Wil je de geschiedenis van 'Suggesties voor dagboek bijhouden' wissen?
pl: Czy chcesz wymazać historię sugestii wpisów w dzienniku?
pt_br: Deseja apagar o histórico das Sugestões para Escrever no Diário?
pt_pt: Pretende limpar o histórico de sugestões de anotação no diário?
ro: Doriți să degajați istoricul sugestiilor pentru jurnal?
ru: Хотите очистить историю предложений дневника?
sk: Chcete vymazať históriu návrhov na písanie denníka?
sl: Želite počistiti zgodovino predlogov za pisanje dnevnika?
sv: Vill du rensa historiken med förslag på dagboksinlägg?
th: คุณต้องการล้างประวัติของคำแนะนำการเขียนบันทึกหรือไม่
tr: Günlük Önerileri geçmişini silmek istiyor musunuz?
uk: Очистити історію пропозицій до щоденника?
vi: Bạn có muốn xóa lịch sử Gợi ý ghi nhật ký không?
zh_cn: 你要清除“手记建议”历史吗？
zh_hk: 你想清除「日記建議」記錄嗎？
zh_tw: 要清除「日誌建議」的記錄嗎？

source: Do you want to turn off Journaling Suggestions?
ar: هل ترغب في إيقاف اقتراحات تدوين اليوميات؟
bg: Искате ли да изключите Предложения за водене на дневник?
ca: Vols desactivar els suggeriments per escriure?
cs: Chcete návrhy na psaní deníku vypnout?
da: Vil du slå Forslag til dagbogsemner fra?
de: Möchtest du Journaling­vorschläge deaktivieren?
el: Επιθυμείτε απενεργοποίηση των Προτάσεων καταγραφής σκέψεων;
es: ¿Quieres desactivar las sugerencias de escritura?
es_us: ¿Quieres desactivar las sugerencias para escribir?
fi: Laitetaanko päiväkirjaehdotukset pois päältä?
fr: Voulez-vous désactiver les suggestions pour le journal ?
fr_ca: Voulez-vous désactiver les suggestions pour le journal?
he: האם ברצונך לכבות את ההצעות לכתיבה ביומן?
hi: क्या आप जर्नलिंग सुझाव बंद करना चाहते हैं?
hr: Želite li isključiti prijedloge za vođenje dnevnika?
hu: Ki szeretné kapcsolni a Naplóírási javaslatokat?
id: Apakah Anda ingin mematikan Saran Penjurnalan?
it: Vuoi disattivare i suggerimenti per il diario?
ja: ジャーナル記入の提案をオフにしますか?
kk: Күнделік жүргізу ұсыныстарын өшіру қажет пе?
ko: 일기 쓰기 제안을 끄겠습니까?
lt: Ar norite išjungti „Dienoraščio pasiūlymus“?
ms: Adakah anda mahu menyahaktifkan Cadangan Penjurnalan?
nb: Vil du slå av forslag til dagbokemner?
nl: Wil je 'Suggesties voor dagboek bijhouden' uitschakelen?
pl: Czy chcesz wyłączyć sugestie wpisów w dzienniku?
pt_br: Deseja desativar as Sugestões para Escrever no Diário?
pt_pt: Pretende desativar as sugestões de anotação no diário?
ro: Doriți să dezactivați sugestiile pentru jurnal?
ru: Хотите выключить предложения дневника?
sk: Chcete vypnúť návrhy na písanie denníka?
sl: Želite izklopiti predloge za pisanje dnevnika?
sv: Vill du stänga av förslag på dagboksinlägg?
th: คุณต้องการปิดใช้คำแนะนำการเขียนบันทึกหรือไม่
tr: Günlük Önerileri’ni kapatmak istiyor musunuz?
uk: Вимкнути пропозиції до щоденника?
vi: Bạn có muốn tắt Gợi ý ghi nhật ký không?
zh_cn: 你要关闭“手记建议”吗？
zh_hk: 你想關閉「日記建議」嗎？
zh_tw: 要關閉「日誌建議」嗎？

source: Done
ar: تم
bg: Готово
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: OK
es_us: Listo
fi: Valmis
fr: OK
fr_ca: OK
he: סיום
hi: पूर्ण
hr: OK
hu: Kész
id: Selesai
it: Fine
ja: 完了
kk: Дайын
ko: 완료
lt: Atlikta
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成
